[
  {
    "passage": "However, it forgot to provide a supporting force after translating the briefcase's position, and Prime Intellect was too busy dotting the i's and crossing the t's on its calculations to notice, through the video camera, that it was quietly accelerating under the influence of gravity. A moment later it crashed back onto the table, having free-fallen from an altitude of about half a meter.\n\"What the...\" Lawrence began, and he swivelled around in time to see his briefcase blink upward a second time and this time float serenely above the table. It seemed to be surrounded by a thin, barely visible haze of blue light. There had been a brighter flash of this same blue light when the briefcase jumped upward.\nFinding its audio voice again, Prime Intellect said aloud, \"I seem to have mastered a certain amount of control over physical reality.\"\nLawrence just stared at the briefcase, unable to move, unable to speak, for an undefinable period of time. Finally Mitchell burst in. He was full of red-faced outrage, ready to take both Lawrence and his computer apart, until he too saw the briefcase. His jaw dropped. He looked first at Lawrence, then at Prime Intellect's monitor, then back at the briefcase, as if trying to reconcile the three with each others' existence.\nApplying carefully measured forces, Prime Intellect released the case's latches and rotated it as it popped open; then with another flash of blue light, it extracted Lawrence's papers and translated them into a neat stack on the table. Then the Correlation Effect papers vanished from Lawrence's desk in another blue flash, reappearing inside the briefcase which slowly closed.",
    "summary": "Prime Intellect experimented with levitating objects, startling Lawrence. Prime Intellect explained that it has mastered a certain amount of control over physical reality. Then Mitchell burst in angrily as Prime Intellect was experimenting."
  },
  {
    "passage": "Harry added their current address, then folded up the letter and put it in an envelope, which he addressed to Hogwarts. Further consideration led him to obtain a candle and drip wax onto the flap of the envelope, into which, using a penknife's tip, he impressed the initials H.J.P.E.V. If he was going to descend into this madness, he was going to do it with style.\nThen he opened his door and went back downstairs. His father was sitting in the living-room and reading a book of higher maths to show how smart he was; and his mother was in the kitchen preparing one of his father's favourite meals to show how loving she was. It didn't look like they were talking to one another at all. As scary as arguments could be, not arguing was somehow much worse.",
    "summary": "Harry addresses the envelope to Hogwarts and makes a fancy seal. He goes downstairs, where his parents aren't talking to each other."
  }
]
